Repository: koyuawsmbrtn/gamemode-plasmoid
Catalog: po/*.po
Languages: nl

source: General
nl: Algemeen

source: Active color:
nl: Actieve kleur:

source: Click to choose color
nl: Klik om een kleur te kiezen

source: Update interval:
nl: Bijwerken, elke:

source: Choose Active Color
nl: Actieve kleur kiezen

source: Red:
nl: Rood:

source: Green:
nl: Groen:

source: Blue:
nl: Blauw:

source: Hex:
nl: Hexcode:

source: Please enter a valid hex color (e.g., #FF0000)
nl: Voer een geldige hexkleur in, bijv. #FF0000

source: Common Colors:
nl: Gebruikelijke kleuren:

source: Cancel
nl: Annuleren

source: Reset
nl: Standaardwaarde

source: Reset to original color
nl: Herstel de oorspronkelijke kleur

source: Apply
nl: Toepassen

source: No changes to apply
nl: Er valt niets toe te passen

source: Invalid color selected
nl: Ongeldige kleur gekozen

source: Reset to Defaults
nl: Standaardwaarden herstellen

source: Reset all settings to their default values
nl: Zet alle instellingen terug op de standaardwaarden

source: Are you sure you want to reset all settings to their default values?
nl: Weet je zeker dat je alle standaardwaarden wilt herstellen?

source: This action cannot be undone.
nl: Deze actie is onomkeerbaar.

source: Reset Configuration
nl: Instellingen herstellen

source: Default
nl: Standaard

source: Set to default color
nl: Standaardkleur gebruiken
